[
    {
        "quote": "Right is right even if no one is doing it wrong is wrong even if everyone is doing it.",
        "author": "Augustine of Hippe",
        "description": "Righteousness never relied on its followers and neither will it in future. What is right shall continue remaining right even if it is just being supported by minority of a population. Not everyone is able enough to go for what is right as that is a path not alluring enough as the latter one. And what is alluring and easy would always attract more people."
    },
    {
        "quote": "Only in the darkness can you see the stars.",
        "author": "Martin Luther King Jr",
        "description": "Metaphorical indeed. All the noble people out there working for the betterment of others with great benevolence in their hearts never seek the limelight. You would find them in the darkest of places extending their helping hand to those in hand and bringing in whatever light and happiness they are capable of. That would be a life of charity and selflessness."
    },
    {
        "quote": "Some people never go crazy. What truly horrible lives they must lead.",
        "author": "Charles Bukowski",
        "description": "Life is meant to be a platform to experiment. You cannot and should not remain in your cocoon of comfort zone. It is only in that experimentation you realize what you are worthy of. You would then become ecstatic, ecstatic by coming a step closer to the meaning of life. It is that ecstasy that would madden you and it will be totally worth it."
    },
    {
        "quote": "Everybody is a genius. But if you judge a fish on its ability to climb a tree, it will live its whole life believing that it is stupid.",
        "author": "Albert Einstein",
        "description": "It is a fact acknowledged indefinitely that it is not possible for all to have a potential of similar nature. Different upbringing, culture, environment comes together to facilitate the ability of an individual thereby making him realize his self-worth. You cannot uproot an individual from his zone of excellence and rather test him on an absolutely different zone. That would not only be undermining but also overlooking the genius hidden in her/him."
    },
]
